Repository: highrollertim/iosStarter
Catalog: testExample/testExample/Localizable.xcstrings
Source language: en
Languages: de

# %@, %lld stars, written in %@.
source: %1$@, %lld stars, written in %3$@.
de: %1$@, %lld Sterne, in %3$@ geschrieben.

# %@, %lld stars, written in %@. %@
source: %1$@, %lld stars, written in %3$@. %4$@
de: %1$@, %lld Sterne, in %3$@ geschrieben. %4$@

# %@, %lld stars.
source: %1$@, %lld stars.
de: %1$@, %lld Sterne.

# %@, %lld stars. %@
source: %1$@, %lld stars. %3$@
de: %1$@, %lld Sterne. %3$@

source: About
de: Beschreibung

source: Couldn't reach GitHub. Check your connection and try again.
de: GitHub ist nicht erreichbar. Prüfe deine Internetverbindung und versuche es erneut.

source: Favorite
de: Favorit

source: Favorites
de: Favoriten

source: Find repositories by name, topic, or language.
de: Finde Repositorys nach Namen, Thema oder Sprache.

source: GitHub had a problem (HTTP %lld). Try again shortly.
de: Bei GitHub ist ein Fehler aufgetreten (HTTP %lld). Versuche es in Kürze erneut.

source: GitHub is rate-limiting searches right now. Give it a minute.
de: GitHub drosselt derzeit die Suchanfragen. Versuche es in einer Minute erneut.

source: GitHub sent a response this app couldn't read.
de: GitHub hat eine Antwort zurückgegeben, die diese App nicht lesen kann.

source: Language
de: Sprache

source: No favorites yet
de: Noch keine Favoriten

source: Owner
de: Inhaber

source: Repositories you favorite will appear here.
de: Repositorys, die du zu deinen Favoriten hinzufügst, erscheinen hier.

source: Retry
de: Erneut versuchen

source: Search
de: Suchen

source: Search GitHub
de: GitHub durchsuchen

source: Search GitHub repositories
de: GitHub-Repositorys durchsuchen

source: Searching…
de: Suche läuft …

source: Something went wrong
de: Ein Fehler ist aufgetreten

source: Something went wrong. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.

source: Stars
de: Sterne

source: Stats
de: Statistik

source: That search can't be sent. Try different text.
de: Diese Suche kann nicht gesendet werden. Versuche es mit einem anderen Suchbegriff.

source: Updated %lld seconds ago
de: Vor %lld Sekunden aktualisiert

source: View on GitHub
de: Auf GitHub ansehen
